{
  "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.",
  "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.",
  "Already registered?": "مسجل بالفعل؟",
  "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
  "Cancel": "إلغاء",
  "Click here to re-send the verification email.": "انقر هنا لإعادة إرسال رسالة التحقق.",
  "Confirm Password": "تأكيد كلمة المرور",
  "Confirm": "تأكيد",
  "Current Password": "كلمة المرور الحالية",
  "Dashboard": "لوحة التحكم",
  "Delete Account": "حذف الحساب",
  "Delete Payment": "حذف الدفعة",
  "Edit Payment": "تعديل الدفعة",
  "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
  "Email": "البريد الإلكتروني",
  "Ensure your account is using a long, random password to stay secure.": "تأكد من استخدام حسابك لكلمة مرور طويلة وعشوائية للحفاظ على الأمان.",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور يسمح لك باختيار كلمة جديدة.",
  "Forgot your password?": "نسيت كلمة المرور؟",
  "Log Out": "تسجيل الخروج",
  "Log in": "تسجيل الدخول",
  "Name": "الاسم",
  "New Password": "كلمة المرور الجديدة",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. يرجى إدخال كلمة المرور لتأكيد رغبتك في حذف حسابك نهائيًا.",
  "Password": "كلمة المرور",
  "Profile Information": "معلومات الحساب",
  "Profile": "الملف الشخصي",
  "Register": "تسجيل",
  "Remember me": "تذكرني",
  "Resend Verification Email": "إعادة إرسال رسالة التحقق",
  "Reset Password": "إعادة تعيين كلمة المرور",
  "Save": "حفظ",
  "Saved.": "تم الحفظ.",
  "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة من التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.",
  "Update Password": "تحديث كلمة المرور",
  "Your email address is unverified.": "عنوان بريدك الإلكتروني غير مؤكد."
}
